// ⬇️ ----------------------- First Example  On Udacity ----------------------- ⬇️ :

// ⬆️ ----------------------- First Example  On Udacity ----------------------- ⬆️ :

// ⬇️ ----------------------- Second Example On Udacity ----------------------- ⬇️ :

// ⬆️ ----------------------- Second Example On Udacity ----------------------- ⬆️ :

// ⬇️ -----------------------  : تجربتي في تطبيق الدرس  ----------------------- ⬇️

// ⬆️ -----------------------  : تجربتي في تطبيق الدرس  ----------------------- ⬆️