console.log(
  "⬇️  ---------------------✅ First Example Start ✅--------------------- ⬇️"
);
console.log(``); // عشان يكون في مسافة قبل كلمة المثال
/* ⬇️ ----------------------- 1 First Example On Udacity 1 ----------------------- ⬇️ */

/* ⬆️ ----------------------- 1 First Example On Udacity 1 ----------------------- ⬆️ */
console.log(``); // عشان يكون في مسافة قبل كلمة المثال
console.log(
  "⬆️  ---------------------❌ First Example Finish ❌--------------------- ⬆️"
);
console.log(
  `

`
);

console.log(
  "⬇️  ---------------------✅ Second Example Start ✅--------------------- ⬇️"
);
console.log(``); // عشان يكون في مسافة قبل كلمة المثال
/* ⬇️ ----------------------- 2 Second Example On Udacity 2 ----------------------- ⬇️ */

/* ⬆️ ----------------------- 2 Second Example On Udacity 2 ----------------------- ⬆️ */
console.log(``); // عشان يكون في مسافة قبل كلمة المثال
console.log(
  "⬆️  ---------------------❌ Second Example Finish ❌--------------------- ⬆️"
);
console.log(
  `

    `
);

console.log(
  "⬇️  ---------------------✅ Third Example Start ✅--------------------- ⬇️"
);
console.log(``); // عشان يكون في مسافة قبل كلمة المثال
/* ⬇️ ----------------------- 3 Third Example On Udacity 3 ----------------------- ⬇️ */

/* ⬆️ ----------------------- 3 Third Example On Udacity 3 ----------------------- ⬆️ */
console.log(``); // عشان يكون في مسافة قبل كلمة المثال
console.log(
  "⬆️  ---------------------❌ Third Example Finish ❌--------------------- ⬆️"
);
console.log(
  `
  
    `
);

console.log(
  "⬇️  ---------------------✅ Fourth Example Start ✅--------------------- ⬇️"
);
console.log(``); // عشان يكون في مسافة قبل كلمة المثال
/* ⬇️ ----------------------- 4 Fourth Example On Udacity 4 ----------------------- ⬇️ */

/* ⬆️ ----------------------- 4 Fourth Example On Udacity 4 ----------------------- ⬆️ */
console.log(``); // عشان يكون في مسافة قبل كلمة المثال
console.log(
  "⬆️  ---------------------❌ Fourth Example Finish ❌--------------------- ⬆️"
);
console.log(
  `
  
    `
);

console.log(
  "⬇️  ---------------------✅ Fifth Example Start ✅--------------------- ⬇️"
);
console.log(``); // عشان يكون في مسافة قبل كلمة المثال
/* ⬇️ ----------------------- 5 Fifth Example On Udacity 5 ----------------------- ⬇️ */

/* ⬆️ ----------------------- 5 Fifth Example On Udacity 5 ----------------------- ⬆️ */
console.log(``); // عشان يكون في مسافة قبل كلمة المثال
console.log(
  "⬆️  ---------------------❌ Fifth Example Finish ❌--------------------- ⬆️"
);
console.log(
  `
  
    `
);

console.log(
  "⬇️  ---------------------✅ Sixth Example Start ✅--------------------- ⬇️"
);
console.log(``); // عشان يكون في مسافة قبل كلمة المثال
/* ⬇️ ----------------------- 6 Sixth Example On Udacity 6 ----------------------- ⬇️ */

/* ⬆️ ----------------------- 6 Sixth Example On Udacity 6 ----------------------- ⬆️ */
console.log(``); // عشان يكون في مسافة قبل كلمة المثال
console.log(
  "⬆️  ---------------------❌ Sixth Example Finish ❌--------------------- ⬆️"
);
console.log(
  `
  
    `
);


console.log(
  "⬇️  ---------------------✅ 🛠️💡My Experiment Example Start💡🛠️ ✅--------------------- ⬇️"
);
console.log(``); // عشان يكون في مسافة قبل كلمة المثال
/* ⬇️ ----------------------- 🛠️💡My Experiment Example💡🛠️ ----------------------- ⬇️ */

/* ⬆️ ----------------------- 🛠️💡My Experiment Example💡🛠️ ----------------------- ⬆️ */
console.log(``); // عشان يكون في مسافة قبل كلمة المثال
console.log(
  "⬆️  ---------------------❌ 🛠️💡My Experiment Example Finish💡🛠️ ❌--------------------- ⬆️"
);
console.log(
  `
  
    `
);

// 💡🛠️ My Experiment 🛠️💡
// 🛠️💡 My Experiment 💡🛠️
