console.log(
  "⬇️  ---------------------✅ 1 First Example Start 1 ✅--------------------- ⬇️"
);
console.log(``); // عشان يكون في مسافة قبل كلمة المثال
/* ⬇️ ----------------------- 1 First Example On Udacity 1 ----------------------- ⬇️ */

/* ⬆️ ----------------------- 1 First Example On Udacity 1 ----------------------- ⬆️ */
console.log(``); // عشان يكون في مسافة قبل كلمة المثال
console.log(
  "⬆️  ---------------------❌ 1 First Example Finish 1 ❌--------------------- ⬆️"
);
console.log(
  `

`
);

console.log(
  "⬇️  ---------------------✅ 2 Second Example Start 2 ✅--------------------- ⬇️"
);
console.log(``); // عشان يكون في مسافة قبل كلمة المثال
/* ⬇️ ----------------------- 2 Second Example On Udacity 2 ----------------------- ⬇️ */

/* ⬆️ ----------------------- 2 Second Example On Udacity 2 ----------------------- ⬆️ */
console.log(``); // عشان يكون في مسافة قبل كلمة المثال
console.log(
  "⬆️  ---------------------❌ 2 Second Example Finish 2 ❌--------------------- ⬆️"
);
console.log(
  `

    `
);

console.log(
  "⬇️  ---------------------✅ 3 Third Example Start 3 ✅--------------------- ⬇️"
);
console.log(``); // عشان يكون في مسافة قبل كلمة المثال
/* ⬇️ ----------------------- 3 Third Example On Udacity 3 ----------------------- ⬇️ */

/* ⬆️ ----------------------- 3 Third Example On Udacity 3 ----------------------- ⬆️ */
console.log(``); // عشان يكون في مسافة قبل كلمة المثال
console.log(
  "⬆️  ---------------------❌ 3 Third Example Finish 3 ❌--------------------- ⬆️"
);
console.log(
  `
  
    `
);

console.log(
  "⬇️  ---------------------✅ 4 Fourth Example Start 4 ✅--------------------- ⬇️"
);
console.log(``); // عشان يكون في مسافة قبل كلمة المثال
/* ⬇️ ----------------------- 4 Fourth Example On Udacity 4 ----------------------- ⬇️ */

/* ⬆️ ----------------------- 4 Fourth Example On Udacity 4 ----------------------- ⬆️ */
console.log(``); // عشان يكون في مسافة قبل كلمة المثال
console.log(
  "⬆️  ---------------------❌ 4 Fourth Example Finish 4 ❌--------------------- ⬆️"
);
console.log(
  `
  
    `
);

console.log(
  "⬇️  ---------------------✅ 5 Fifth Example Start 5 ✅--------------------- ⬇️"
);
console.log(``); // عشان يكون في مسافة قبل كلمة المثال
/* ⬇️ ----------------------- 5 Fifth Example On Udacity 5 ----------------------- ⬇️ */

/* ⬆️ ----------------------- 5 Fifth Example On Udacity 5 ----------------------- ⬆️ */
console.log(``); // عشان يكون في مسافة قبل كلمة المثال
console.log(
  "⬆️  ---------------------❌ 5 Fifth Example Finish 5 ❌--------------------- ⬆️"
);
console.log(
  `
  
    `
);

console.log(
  "⬇️  ---------------------✅ 6 Sixth Example Start 6 ✅--------------------- ⬇️"
);
console.log(``); // عشان يكون في مسافة قبل كلمة المثال
/* ⬇️ ----------------------- 6 Sixth Example On Udacity 6 ----------------------- ⬇️ */

/* ⬆️ ----------------------- 6 Sixth Example On Udacity 6 ----------------------- ⬆️ */
console.log(``); // عشان يكون في مسافة قبل كلمة المثال
console.log(
  "⬆️  ---------------------❌ 6 Sixth Example Finish 6 ❌--------------------- ⬆️"
);
console.log(
  `
  
    `
);


console.log(
  "⬇️  ---------------------✅ 🛠️💡 My Experiment Example Start 💡🛠️ ✅--------------------- ⬇️"
);
console.log(``); // عشان يكون في مسافة قبل كلمة المثال
/* ⬇️ ----------------------- 🛠️💡 My Experiment Example 💡🛠️ ----------------------- ⬇️ */

/* ⬆️ ----------------------- 🛠️💡 My Experiment Example 💡🛠️ ----------------------- ⬆️ */
console.log(``); // عشان يكون في مسافة قبل كلمة المثال
console.log(
  "⬆️  ---------------------❌ 🛠️💡 My Experiment Example Finish 💡🛠️ ❌--------------------- ⬆️"
);
console.log(
  `
  
    `
);

// 💡🛠️ My Experiment 🛠️💡
// 🛠️💡 My Experiment 💡🛠️




// ----------

/* -------------------------------------------------- */
